;自定义文件
;本文件对应MainPanel右面板组合Skin
;将在MainPanel中覆盖Custom.ini中的配置
[Variables]

;资源栏课金按钮
Res2AddAction = []
Res3AddAction = []
;--------------------


;音乐终端
MusicTerminalText = 终端
MusicTerminalIcon = #@#Icons\Combat.png
MusicTerminalSanLabel = 理智
MusicTerminalLabel = 当前
MusicTerminalTextLabelNowIdle = 全部完成
MusicTerminalAction = []
;--------------------


;"Clostore"
SteamTerminalText = 终端
SteamTerminalIcon = #@#Icons\Combat.png
SteamTerminalSanLabel = 理智
SteamTerminalLabel = 当前
SteamTerminalAction = []
;--------------------


;按钮。
Button1Text = 编队
Button1Icon = #@#Icons\Squads.png
Button1Action = []

Button2Text = 干员
Button2Icon = #@#Icons\Operator.png
Button2Action = []
;--------------------


;龙门币色按钮
BrowserText = 采购中心
BrowserIcon = #@#Icons\Store.png
BrowserAction = []

LinksText = 招募
LinksIcon = #@#Icons\Recruitment.png
LinksAction = []

Link1Text = 公开招募
Link1Icon = #@#Icons\Recruit.png
Link1Action = []

Link2Text = 干员寻访
Link2Icon = #@#Icons\Headhunt.png
Link2Action = []
;--------------------


;任务按钮
ButtonDText = 任务
ButtonDIcon = #@#Icons\Mission.png
ButtonDAction = []
;--------------------


;储存监控按钮
StorageText = 基建
StorageIcon = #@#Icons\Base.png
StorageAction = []

BinText = 仓库
BinIcon = #@#Icons\Depot.png
BinAction = []

BinNotifyAction = []
;--------------------